Repository: hectorcanaimero/pidelo
Catalog: languages/myd-delivery-pro-*.po
Languages: es_es

source: %1$s requires MyDelivery WordPress (our old version) to be deactivated.
es_es: %1$s requiere que MyDelivery WordPress (nuestra versión anterior) se desactive.

source: %1$s requires PHP version %2$s or greater.
es_es: %1$s requiere una versión de PHP %2$s o superior.

source: %1$s requires WordPress version %2$s or greater.
es_es: %1$s requiere la versión de WordPress %2$s o superior.

source: <b><i>If you dont use Elementor don't worry</b>, will be still improve layout configurations here.</i>
es_es: <b><i>Si no usa Elementor, no se preocupe</b>, seguirá mejorando las configuraciones de diseño aquí.</i>

source: Accept payment in cash?
es_es: ¿Aceptar pago en efectivo?

source: Action
es_es: Acción

source: Activate
es_es: Activar

source: Add coupon
es_es: Añadir Cupón

source: Add more
es_es: Añadir más

source: Add option
es_es: Añadir opción

source: Add order
es_es: Agregar pedido

source: Add product
es_es: Agregar Producto

source: Add product extra
es_es: Añadir producto adicional

source: Add to bag
es_es: Añadir a la bolsa

source: Add-Ons
es_es: Complementos

source: Added to cart
es_es: Añadido al carrito

source: Address
es_es: Dirección

source: Address Number
es_es: Número de la dirección

source: Advanced
es_es: Avanzado

source: Advanced Settings
es_es: Ajustes avanzados

source: Amount discount ($)
es_es: Descuento por importe ($)

source: any special requests?
es_es: Alguna solicitácion especial?

source: Apartment, suite, etc.
es_es: Número

source: Available?
es_es: ¿Disponible?

source: Average amount sales per day
es_es: Cantidad promedio de ventas por día

source: Back to order list
es_es: Volver a la lista de pedidos

source: Bag
es_es: Bolsa

source: Box shadow
es_es: Sombra de la caja

source: Brazilian Real
es_es: Real Brasileño

source: By Consult
es_es: Por consulta

source: Cancel
es_es: Cancelar

source: Canceled
es_es: Cancelado

source: Cart empty
es_es: Carrito vacío

source: Cart empty. Add products for create your order.
es_es: Carrito vacío. Añade productos para crear tu pedido.

source: Cash
es_es: Efectivo

source: Cash, Credit Card, Debit Card...
es_es: Tarjeta de crédito, Tarjeta de débito...

source: Category
es_es: Categoría

source: Change
es_es: Cambiar

source: Change for
es_es: Cambio para Ejemplo: 100,00 OJO debes colocar los decimales (Tendremos preparado tu cambio)

source: Check all your orders and manage it
es_es: Consulta todos tus pedidos y gestiónalos

source: Check many info about your store, orders and more
es_es: Consulta mucha información sobre tu tienda, pedidos y más

source: Check the status of your license plan, manage your payments, renew or upgrade your plan.
es_es: Verifique el estado de su plan de licencias, administre sus pagos, renueve o actualice su plan.

source: Checking notification support...
es_es: Comprobando soporte de notificaciones...

source: Checkout
es_es: Pagar

source: Choose
es_es: Elegir

source: column
es_es: columna

source: columns
es_es: columnas

source: Coming soon!
es_es: ¡Espéralo muy pronto!

source: Company
es_es: Empresa

source: Company Name
es_es: Nombre de la empresa

source: Company Settings
es_es: Ajustes de Compañía

source: Confirm
es_es: Confirmar

source: Confirmed
es_es: Confirmado

source: Country
es_es: País

source: Coupon
es_es: Cupón

source: Coupon code
es_es: Código de cupón

source: Coupon Description
es_es: Descripción del cupón

source: Coupons
es_es: Cupones

source: Coupons info
es_es: Información de cupones

source: Create, edit and manage your products
es_es: Crea, edita y gestiona tus productos

source: Currency
es_es: Moneda

source: Customer
es_es: Cliente

source: Customer Info
es_es: Información del cliente

source: Customers
es_es: Clientes

source: Dashboard
es_es: Escritorio

source: Date
es_es: Fecha

source: Deactivate
es_es: Desactivar

source: Decimal separator
es_es: Separador decimal

source: Define delivery price by Neighborhoods.
es_es: Definir precio de entrega por Barrios.

source: Delivery
es_es: Entrega

source: Delivery discount
es_es: Descuento de entrega

source: Delivery Fee
es_es: Gastos de envío

source: Delivery Info
es_es: Información de entrega

source: Delivery Page
es_es: Página de Envíos

source: Delivery Price
es_es: Precio de entrega

source: Delivery price mode
es_es: Modo de precio de entrega

source: Delivery Settings
es_es: Configuración de entrega

source: Delivery time:
es_es: Tiempo de Preparacion y Delivery:

source: Description
es_es: Descripción

source: Digital Menu
es_es: Menú Digital

source: Discount format
es_es: Formato de descuento

source: Discount value
es_es: Valor del descuento

source: Do you need support?
es_es: ¿Necesitas apoyo?

source: Do you want give a discount? Use your cupons for it
es_es: ¿Quieres dar un descuento? Usa tus cupones para ello

source: Do you want manage your license plan?
es_es: ¿Quieres gestionar tu plan de licencias?

source: Done
es_es: Listo

source: Edit coupon
es_es: Editar cupón

source: Edit order
es_es: Editar compra

source: Edit product
es_es: Editar producto

source: EduardoVillao.me
es_es: Www.flavoo.club

source: End
es_es: Fin

source: Estimate Delivery time
es_es: Tiempo estimado de envío

source: Extra Description
es_es: Descripción adicional

source: Extra name
es_es: Nombre del adicional

source: Extra Price
es_es: Precio extra

source: Filter
es_es: Filtrar

source: Filter by name, order number, status or phone
es_es: Filtrar por nombre, número de pedido, estado o teléfono

source: Finished
es_es: Finalizado

source: Fixed price (Limit by Neighborhood)
es_es: Precio fijo (Límite por barrio)

source: Fixed price (Limit by Zipcode range)
es_es: Precio fijo (Límite por rango de código postal)

source: Font size
es_es: Tamaño de fuente

source: For show correct produts, create categories on plugin settings and add in produtcs.
es_es: Para mostrar los productos correctos, cree categorías en la configuración del complemento y agregue produtos.

source: Force Open/Close Store
es_es: Forzar apertura/cierre de tienda

source: Force store closed
es_es: Forzar el cierre de la tienda

source: Force store open
es_es: Forzar la apertura de la tienda

source: Free
es_es: Gratis

source: Friday
es_es: Viernes

source: From
es_es: De

source: From (km)
es_es: Desde (km)

source: From Zipcode
es_es: Desde el Código postal

source: Full name
es_es: Nombre completo

source: Get/create your API key here:
es_es: Obtenga/crea su clave API aquí:

source: Go to Coupons
es_es: Ir a Cupones

source: Go to Customers
es_es: Ir a Clientes

source: Go to Orders
es_es: Ir a Pedidos

source: Go to Products
es_es: Ir a productos

source: Go to Reports
es_es: Ir a Informes

source: Go to Settings
es_es: Ir a los ajustes

source: Google API Key
es_es: Clave API de Google

source: Hey, you got a new order. Check now!
es_es: Oye, tienes un nuevo pedido. ¡Revisalo ahora!

source: Hide the price
es_es: Ocultar el precio

source: https://eduardovillao.me/
es_es: https://wamarket.mx

source: If you don't select it, the plugin will be show the button to send order on WhatsApp.
es_es: Si no lo seleccionas, el plugin mostrará el botón para enviar el pedido en WhatsApp.

source: If you don't want to set a minimum price for orders, just leave this input blank.
es_es: Si no desea establecer un precio mínimo para los pedidos, simplemente deje esta entrada en blanco.

source: If you have a discount coupon, add it here.
es_es: Si tienes un cupón de descuento, añádelo aquí.

source: Image
es_es: Imagen

source: Important
es_es: Importante

source: Important:
es_es: Importante:

source: In Delivery
es_es: En Delivery

source: In this section you can configure all delivery settings.
es_es: En esta sección puede configurar todos los ajustes de entrega.

source: In this section you can configure all the company settings.
es_es: En esta sección puede configurar todos los ajustes de la empresa.

source: In this section you can configure some advanced settings.
es_es: En esta sección puede configurar algunos ajustes avanzados.

source: In this section you can configure some layout options.
es_es: En esta sección puede configurar algunas opciones de diseño.

source: In this section you can configure the order message used when the customer is redirected to WhatsApp.
es_es: En esta sección puedes configurar el mensaje de pedido utilizado cuando el cliente es redirigido a WhatsApp.

source: In this section you can configure the payment methods and others settings.
es_es: En esta sección puede configurar los métodos de pago y otros ajustes.

source: In this section you can configure the print options.
es_es: En esta sección puede configurar las opciones de impresión.

source: In this section you can customize your print message.
es_es: En esta sección puede personalizar su mensaje impreso.

source: Install MyD Delivery Widgets
es_es: Instale el MyD Delivery Widgets

source: Invalid coupon
es_es: Código de descuento no válido

source: Item note
es_es: Nota del artículo

source: Latest 30 days
es_es: Últimos 30 días

source: Latest 7 days
es_es: Últimos 7 días

source: Layout
es_es: Diseño

source: Layout Settings
es_es: Opciones de diseño

source: License Key
es_es: Clave de licencia

source: License Status
es_es: Estado de la licencia

source: Limit max.
es_es: Límite máx.

source: Limit min.
es_es: Límite mín.

source: List all menu categories separated by comma (,). Like: cat1,cat2,cat3,cat4.
es_es: Enumere todas las categorías del menú separadas por coma (,). Como: cat1, cat2, cat3, cat4.

source: List all payment methods separated by comma (,). Like: Credit card, Debit Card, Voucher(...).
es_es: Enumere todos los métodos de pago separados por comas (,). Como: Tarjeta de crédito, tarjeta de débito, cupón(...).

source: Main color
es_es: Color principal

source: Manage all your customers
es_es: Gestiona todos tus clientes

source: Manage my license plan
es_es: Administrar mi plan de licencias

source: Manage your Store settings here
es_es: Administra la configuración de tu tienda aquí

source: Menu Categories
es_es: Categorías del Menú

source: Method
es_es: Método

source: Monday
es_es: Lunes

source: More flexibility with MyD Delivery Widgets
es_es: Más flexibilidad con MyD Delivery Widgets

source: MyD Delivery create a complete system to delivery with products, orders, clients, support to send order on WhatsApp and more.
es_es: MyD Delivery crea un sistema completo de entrega con productos, pedidos, clientes, soporte para enviar pedidos en WhatsApp y más.

source: MyDelivery Coupons
es_es: Cupones MyDelivery

source: MyDelivery Orders
es_es: Ordenes Wamarket

source: MyDelivery Products
es_es: Productos Wamarket

source: Name
es_es: Nombre

source: Neighborhood
es_es: Barrio

source: New
es_es: Nuevo

source: New coupon
es_es: Nuevo cupón

source: New order
es_es: Nuevo pedido

source: New Order!
es_es: ¡Nuevo orden!

source: New product
es_es: Nuevo producto

source: Next
es_es: Siguiente

source: No, hide the product
es_es: No, ocultar el producto

source: No, hide the product extra
es_es: No, ocultar el producto extra

source: No, hide the product extra option
es_es: No, ocultar la opción extra del producto

source: No, my store does not accept cash payments on delivery
es_es: No, mi tienda no acepta pagos en efectivo contra entrega.

source: Not available
es_es: No disponible

source: Note
es_es: Nota

source: Note: You need a admin permissions to mange license.
es_es: Nota: Necesitas un permiso de administrador para administrar la licencia.

source: Notifications disabled
es_es: Notificaciones deshabilitadas

source: Notifications enabled
es_es: Notificaciones habilitadas

source: Number
es_es: Número

source: Number of decimals
es_es: Número de decimales

source: On this page you will find the shortcodes for use in your pages.
es_es: En esta página encontrará los códigos cortos para usar en sus páginas.

source: Opening Hours
es_es: Horario de apertura

source: Opening Hours Settings
es_es: Configuración del horario de apertura

source: Operation mode
es_es: Modo de funcionamiento

source: Options
es_es: Opciones

source: Order
es_es: Orden

source: Order Data
es_es: Datos del pedido

source: Order Date
es_es: Fecha del pedido

source: Order Details
es_es: Detalles del pedido

source: Order in Store
es_es: Servicio en Tienda

source: Order Items
es_es: Artículos del pedido

source: Order settings
es_es: Configuración de pedido

source: Order Type
es_es: Tipo de orden

source: Orders
es_es: Pedidos

source: Payment
es_es: Pago

source: Payment Method
es_es: Método de Pago

source: Payment Settings
es_es: Configuración de pagos

source: Payment Type
es_es: Tipo de pago

source: Payment upon delivery
es_es: Pago a la entrega

source: Percent discount (%)
es_es: Porcentaje de descuento (%)

source: Phone
es_es: Teléfono

source: Phone Mask
es_es: Máscara de teléfono

source: Price
es_es: Precio

source: Price by distance range
es_es: Precio por rango de distancia

source: Price color
es_es: Color del precio

source: Price label
es_es: Etiqueta de precio

source: Price per Distance
es_es: Precio por Distancia

source: Price per Distance (Beta)
es_es: Precio por Distancia (Beta)

source: Price per Neighborhood
es_es: Precio por Zona de envio

source: Price per Zipcode range
es_es: Precio por rango de código postal

source: Print
es_es: Imprimir

source: Print message
es_es: Imprimir mensaje

source: Print Order
es_es: Imprimir Pedido

source: Print Settings
es_es: Ajustes de impresión

source: Print size
es_es: Tamaño de impresión

source: Product Description
es_es: Descripción del producto

source: Product Extras
es_es: Extras de producto

source: Product extras
es_es: Extras del producto

source: Product grid columns
es_es: Columnas de cuadrícula de productos

source: Product Info
es_es: Información de Producto

source: Product price
es_es: Precio del producto

source: Products
es_es: Productos

source: Quantity of products sold
es_es: Numero de productos vendidos

source: Redirect to WhatsApp?
es_es: ¿Redirigir a WhatsApp?

source: Remove
es_es: Eliminar

source: remove
es_es: eliminar

source: Remove Address Number
es_es: Eliminar número de dirección

source: Remove input and verification from address number field.
es_es: Elimine la entrada y la verificación del campo de número de dirección.

source: Remove input and verification from Zipcode field.
es_es: Elimine la entrada y la verificación del campo Código postal.

source: Remove Zipcode
es_es: Eliminar código postal

source: Removed from cart
es_es: Eliminado del carrito

source: Reports
es_es: Informes

source: Required
es_es: Requerido

source: Required inputs empty
es_es: Entradas requeridas vacías

source: Required?
es_es: ¿Requerido?

source: Respect the hours configured below
es_es: Respeta el horario configurado a continuación

source: Saturday
es_es: Sábado

source: Search coupons
es_es: Búsqueda de Cupones

source: Search orders
es_es: Buscar pedidos

source: Search products
es_es: Buscar productos

source: Select
es_es: Seleccionar

source: Select required extra
es_es: Seleccione el extra requerido

source: Select the delivery mode to see more options.
es_es: Seleccione el modo de entrega para ver más opciones.

source: Select the mask for forms on plugin.
es_es: Seleccione la máscara para los formularios en el complemento.

source: Select the minimum required for the extra
es_es: Seleccione el mínimo requerido para el extra

source: Select the page for show order track for customers. After that, get the shortcode and paste in selected page.
es_es: Seleccione la página para mostrar el seguimiento de pedidos para los clientes. Después de eso, obtenga el código corto y péguelo en la página seleccionada.

source: Select the printing page size.
es_es: Seleccione el tamaño de la página de impresión.

source: Send order on WhatsApp
es_es: Envia tu pedido por WhatsApp

source: Settings
es_es: Ajustes

source: Show as "By Consult"
es_es: Mostrar como "Por consulta"

source: Show as "From {{product price}}"
es_es: Mostrar como "Desde {{precio del producto}}"

source: Show as not available
es_es: Mostrar como no disponible

source: Show delivery system with produtcs, menu, card and more.
es_es: Mostrar sistema de entrega con productos, menú, tarjeta y más.

source: Show page to manage orders in progress.
es_es: Mostrar página para gestionar los pedidos en curso.

source: Show the page for customers check your order data
es_es: Mostrar la página para que los clientes comprueben los datos de su pedido

source: Show the price
es_es: Mostrar el precio

source: Something went wrong.
es_es: Algo salió mal.

source: Soon we will have this option to calculate shipping using the Google Maps API.
es_es: Pronto tendremos esta opción para calcular el envío utilizando la API de Google Maps.

source: Soon you will can customize all text/message in your printing file.
es_es: Pronto podrá personalizar todo el texto / mensaje en su archivo de impresión.

source: Sorry this parameter its not valid or empty
es_es: Lo sentimos este parámetro no es válido o está vacío

source: Sorry, delivery area is not supported
es_es: Lo sentimos, el área de entrega no es compatible

source: Sorry, you don't have orders to show.
es_es: Lo sentimos, no tienes pedidos para mostrar.

source: Sorry, you dont have access to this page.
es_es: Lo sentimos, no tienes acceso a esta página.

source: Start at
es_es: Comenzar en

source: Status
es_es: Estado

source: Store Info
es_es: Información de las tienda

source: Street Name
es_es: Calle/Avenida/Pasaje

source: Subtotal
es_es: Total parcial

source: Sunday
es_es: Domingo

source: Table
es_es: Tabla

source: Table number
es_es: Número de tabla

source: Take Away
es_es: Pickup

source: Talk with support
es_es: Hablar con soporte

source: Thanks! Your order has been finished. Now just wait.
es_es: ¡Listo, por favor enviar por whatsapp tu pedido para confirmar la orden...

source: The company name can be used in custom message or others parts of template/site.
es_es: El nombre de la empresa se puede usar en mensajes personalizados u otras partes de la plantilla/sitio.

source: The filter parameter is used to filter number
es_es: El parámetro filter se utiliza para filtrar el número

source: The minimum order is
es_es: El pedido mínimo es

source: The print order is executaded direct on you web browser, its not a software installed in you computer. This plugin will be generate the the file and visualization like configured above, but same times you need set some configurations direct in your printer.
es_es: El orden de impresión se ejecuta directamente en su navegador web, no es un software instalado en su computadora. Este plugin generará el archivo y la visualización como se configuró anteriormente, pero al mismo tiempo que necesita establecer algunas configuraciones directamente en su impresora.

source: The store is closed
es_es: Lo siento, la tienda está cerrada en este momento

source: These are payment options to be used directly upon delivery and not while placing the order in the system.
es_es: Estas son opciones de pago que se utilizarán directamente en el momento de la entrega y no al realizar el pedido en el sistema.

source: This email can be used in custom message or other parts of template/site.
es_es: Este correo electrónico se puede utilizar en mensajes personalizados u otras partes de la plantilla/sitio.

source: This feature depends on Google Maps API and costs can be applied by Google. The Google offer a limit of free requests and after this limit costs will be applied. You can check more details here: www.googlemaps.com.br/pricing
es_es: Esta función depende de la API de Google Maps y Google puede aplicar los costos. Google ofrece un límite de solicitudes gratuitas y después de este límite se aplicarán costos. Puede consultar más detalles aquí: www.googlemaps.com.br/pricing

source: This option is showing in order page.
es_es: Esta opción se muestra en la página de orden.

source: This option will force store to be opened or closed. The settings below will be ignored if you use this.
es_es: Esta opción forzará la apertura o cierre de la tienda. Las configuraciones a continuación se ignorarán si usa esto.

source: This phone can be used in custom message or other parts of template/site.
es_es: Este teléfono se puede utilizar en mensajes personalizados u otras partes de la plantilla / sitio.

source: This sets the decimal separator of displayed prices
es_es: Esto establece el separador decimal de los precios mostrados

source: This sets the number of decimal points show in displayed price.
es_es: Esto establece el número de puntos decimales que se muestran en el precio mostrado.

source: Thursday
es_es: Jueves

source: Title
es_es: Título

source: To (km)
es_es: Hasta (km)

source: To Zipcode
es_es: Al Código postal

source: Today
es_es: Hoy

source: Top 3 products
es_es: Top 3 productos

source: Total discount
es_es: Descuento total

source: Total orders in this period
es_es: Total de pedidos en este periodo

source: Total sales in this period
es_es: Ventas totales en este período

source: Track Order
es_es: Rastreo de Ordenes

source: Track Order Page
es_es: Página de rastreo de órdenes

source: Tuesday
es_es: Martes

source: Type
es_es: Tipo

source: Type to search
es_es: Escribe para buscar

source: Update is not available because your license is invalid
es_es: La actualización no está disponible porque la licencia no es válida

source: Upon Delivery
es_es: A la entrega

source: US Dollar
es_es: Dólar estadounidense

source: View Bag
es_es: Ver la bolsa

source: View coupon
es_es: Ver código

source: View coupons
es_es: Ver cupones

source: View order
es_es: Ver pedido

source: View orders
es_es: Ver pedidos

source: View product
es_es: Ver producto

source: View products
es_es: Ver productos

source: Waiting
es_es: Espera

source: We are developing some Add-Ons to improve your experiencia and expand features.
es_es: Estamos desarrollando algunos complementos para mejorar su experiencia y ampliar las funciones.

source: We have a <b>free plugin with widgets for Elementor</b> where you can customize the layout in many other ways. Get on WordPress directory.
es_es: Tenemos un <b>complemento gratuito con widgets para Elementor</b> donde puedes personalizar el diseño de muchas otras maneras. Obtenga directo del WordPress directorio.

source: We're doing the latest tweaks and tests to release this feature for you.
es_es: Estamos haciendo los últimos ajustes y pruebas para lanzar esta función para usted.

source: Wednesday
es_es: Miércoles

source: What the coupon type?
es_es: ¿Cuál es el tipo de cupón?

source: When you purchased the plugin you received the license key to activate it. If you dont have or forgot the license key
es_es: Cuando compraste el plugin recibiste la clave de licencia para activarlo. Si no tiene u olvidó la clave de licencia

source: Widget to improve your store layout with a lot options to customization. Manage product columns, colors and any more options to create beautiful layouts.
es_es: Widget para mejorar el diseño de tu tienda con muchas opciones de personalización. Administre columnas de productos, colores y más opciones para crear hermosos diseños.

source: With this method you can define a fixed price for delivery and limit area by Zipcode range.
es_es: Con este método puede definir un precio fijo para la entrega y limitar el área por rango de código postal.

source: Yes, add box shadow on products card
es_es: Sí, agregue sombra de caja en la tarjeta de productos

source: Yes, my store accept cash payments on delivery
es_es: Sí, mi tienda acepta pagos en efectivo contra entrega.

source: Yes, redirect the customer to WhatsApp after checkout
es_es: Sí, redirige al cliente a WhatsApp después del pago
