Repository: hectorcanaimero/pidelo
Catalog: languages/myd-delivery-pro-*.po
Languages: es_es

source: Yes, remove Address Number input
es_es: Sí, elimine la entrada de número de dirección

source: Yes, remove Zipcode input
es_es: Sí, eliminar la entrada del código postal

source: Yes, show the product
es_es: Sí, mostrar el producto.

source: Yes, show the product extra
es_es: Sí, mostrar el extra del producto

source: Yes, show the product extra option
es_es: Sí, mostrar la option del extra del producto

source: You can not permission for acess that.
es_es: No tiene permiso para acceder.

source: You must use these shortcodes in your pages for the system works. If you use our plugin with Widgets for Elementor it is not necessary to use the shortcodes.
es_es: Debe utilizar estos códigos cortos en sus páginas para que el sistema funcione. Si utilizas nuestro plugin con Widgets para Elementor no es necesario utilizar los shortcodes.

source: Your order number is:
es_es: Su número de pedido es:

source: Your Store address
es_es: La dirección de tu tienda

source: Zipcode
es_es: Código Postal
